results/nginx/bbr/delay_20ms_loss_0.005/conns_100_rps_1000.txt
Running 6s test @ http://34.222.140.92
  2 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    28.96ms    4.65ms  66.94ms   98.31%
    Req/Sec       -nan      -nan   0.00      0.00%
  5902 requests in 6.00s, 83.19MB read
Requests/sec:    983.12
Transfer/sec:     13.86MB