results/nginx/bbr/delay_20ms_loss_0.005/conns_100_rps_3000.txt
Running 6s test @ http://34.222.140.92
  2 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    30.31ms    4.74ms  68.42ms   95.79%
    Req/Sec       -nan      -nan   0.00      0.00%
  17601 requests in 6.00s, 248.12MB read
Requests/sec:   2932.45
Transfer/sec:     41.34MB